{
    "LuaSnip": {
        "branch": "master"
    },
    "cmp-buffer": {
        "branch": "main"
    },
    "cmp-nvim-lsp": {
        "branch": "main"
    },
    "cmp-nvim-lua": {
        "branch": "main"
    },
    "cmp-path": {
        "branch": "main"
    },
    "cmp_luasnip": {
        "branch": "master"
    },
    "conform.nvim": {
        "branch": "master"
    },
    "cord.nvim": {
        "branch": "master"
    },
    "cyberdream": {
        "branch": "main"
    },
    "dashboard-nvim": {
        "branch": "master"
    },
    "flash.nvim": {
        "branch": "main"
    },
    "friendly-snippets": {
        "branch": "main"
    },
    "gitsigns.nvim": {
        "branch": "main"
    },
    "lazy.nvim": {
        "branch": "main"
    },
    "luau-lsp.nvim": {
        "branch": "main"
    },
    "mason-lspconfig.nvim": {
        "branch": "main"
    },
    "mason.nvim": {
        "branch": "main"
    },
    "mini.nvim": {
        "branch": "main"
    },
    "nvim-cmp": {
        "branch": "main"
    },
    "nvim-lspconfig": {
        "branch": "master"
    },
    "nvim-navic": {
        "branch": "master"
    },
    "nvim-treesitter": {
        "branch": "master"
    },
    "nvim-ts-autotag": {
        "branch": "main"
    },
    "plenary.nvim": {
        "branch": "master"
    },
    "renamer.nvim": {
        "branch": "develop"
    },
    "smear-cursor.nvim": {
        "branch": "main"
    },
    "snacks.nvim": {
        "branch": "main"
    },
    "todo-comments.nvim": {
        "branch": "main"
    },
    "trouble.nvim": {
        "branch": "main"
    },
    "twilight.nvim": {
        "branch": "main"
    },
    "which-key.nvim": {
        "branch": "main"
    },
    "wilder.nvim": {
        "branch": "master"
    },
    "windsurf.nvim": {
        "branch": "main"
    }
}
